Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/older_and_retired_people/state_pension_non_contributory.html.txt.tmx
Source language: en
Languages: ga

source: The means-tested State Pension (Non-Contributory) is a payment for people aged over 66 who do not qualify for a State Pension (Contributory) or who only qualify for a reduced contributory pension based on their insurance record
ga: Is an Pinsean Stáit (Neamh-Ranníocach) de réir tástála acmhainne é íocaíocht do dhaoine níos sine ná 66 bliain d'aois nach bhfuil incháilithe Pinsean Stáit (Ranníocach) a fháil nó nach bhfuil incháilithe ach amháin le haghaidh pinsin ranníocach laghdaithe bunaithe ar a dtaifead árachais a fháil

source: The new name came into effect on 29 September 2006
ga: Athruithe ar an aois cháilitheach do na pinsin Stáit

source: The Social Welfare and Pensions Act 2011 made a number of changes to the qualifying age for State pensions
ga: Rinne an tAcht Leasa Shóisialaigh agus Pinsean 2011 roinnt athruithe ar an aois cháilitheach do na pinsin Stáit

source: The qualifying age will rise to 67 in 2021 and 68 in 2028. So:
ga: Beidh an aois cháilitheach ardaithe go dtí 67 bliain i 2021 agus 68 bliain i 2028 mar a leanas:

source: • If you were born on or after 1 January 1955 the minimum qualifying State pension age will be 67
ga: • Má saolaíodh tú an 1 Eanáir 1955 nó ina dhiaidh ní cháileoidh tú don Pinsean Stáit go dtí go mbeidh tú 67 bliain ar a laghad

source: • If you were born on or after 1 January 1961 the minimum qualifying State pension age will be 68
ga: • Má saolaíodh tú an 1 Eanáir 1961 nó ina dhiaidh ní cháileoidh tú don Pinsean Stáit go dtí go mbeidh tú 68 bliain ar a laghad

source: Under the National Pensions Framework a number of other changes are planned to the qualifying conditions for the State Pension (Contributory) from 2020
ga: De réir an Chreata Náisiúnta Pinsean tá roinnt athruithe ar na coinníollacha cáilitheacha don Phinsean Stáit (Ranníocach) beartaithe ó 2020

source: These changes do not affect the State Pension (Non-Contributory)
ga: Ní théann na hathruithe seo i bhfeidhm ar an bPinsean Stáit (Ranníocach)

source: You may qualify for the State Pension (Non-Contributory) if:
ga: Seans go bhfuil tú i dteideal an Pinsean Stáit (Neamh-Ranníocach)

source: • You are aged 66 or over
ga: • má tá tú 66 bliain d'aois nó níos sine

source: • You pass a means test
ga: • Má éiríonn leat sa scrúdú maoine

source: • You meet the habitual residence condition
ga: • Má sásaíonn tú na coinníollacha a bhaineann le gnáthchónaí

source: Your means are assessed under the following headings:
ga: Meastar acmhainní de réir rialacha sonracha faoi na cinnteidil a leanas:

source: • Value of capital (for example, savings, investments, cash on hand and property but not your own home)
ga: • luach caipitil agus maoine nach bhfuil úsáid phearsanta á baint as

source: • Income from property personally used
ga: • luach maoine a bhfuil úsáid phearsanta á baint as (m.sh., do theach cónaithe)

source: Any cash income you have is assessed in the means test
ga: Déantar measúnú ar gach ioncam i bhfoirm airgid a d’fheadfá a bheith ag súil leis go réasúnta i rith na bliana sin i ndiaidh an dáta ina ndéantar an t-áireamh

source: This includes income from a social security pension from another country
ga: Is éard a tharlaíonn de ghnáth ná go ndéantar é seo a mheasúnú i bhfianaise an ioncaim a fuair tú an bhliain roimhe sin

source: However, certain items of cash income are not taken into account in the means test
ga: Tá míreanna áirithe den ioncam airgid nach gcuirtear san áireamh, áfach

source: For example, earnings of up to €200 per week from employment (but not self-employment) are not taken into account (or are disregarded)
ga: Ní chuirtear san áireamh, mar shampla, airgead suas go €200 in aghaidh na seachtaine a thuilltear de thoradh fostaíochta (ach ní de thoradh féinfhostaíochta)

source: This disregard applies to both you and your spouse, civil partner or cohabitant
ga: Baineann an tarscaoileadh leat agus le do chéile, do pháirtnéir sibhialta nó do chomhchónaitheoir

source: Any income from work above €200 is assessed as means
ga: Is mar mhaoin a áirítear gach ioncaim os a chionn sin

source: If you own or lease land your net income from farming or leasing is fully assessed with no disregards
ga: Má tá talamh faoi d’úinéireacht nó á ligean agat, déantar measúnú gan aon neamhaird ar do ghlanioncam ón bhfeirmeoireacht nó ón léasú

source: The net income is worked out by deducting expenses incurred from the gross income
ga: Ríomhtar an glanioncam trí na costais a tabhaíodh a asbhaint ón ollioncam

source: If you own land that is not productively used or leased this is assessed on its capital value
ga: Má tá talamh faoi d’úinéireacht nach mbaintear úsáid as go táirgiúil nó á ligean, déantar measúnú ar a luach caipitiúil

source: Payments you get under the Farm Retirement Scheme and income from property that has already been assessed on its capital value are also not taken into account
ga: Ní chuirtear íocaíochtaí a fhaightear faoin Scéim Scoir Feirmeoireachta san áireamh

source: More information is available in our document about cash income not taken into account in the means test
ga: I measc na míreanna d’ioncam airgid a dhéantar a mheasúnú tá aon ioncam ó phinsean slándála sóisialaí ó thír eile

source: Capital and property not personally used
ga: Tá tuilleadh faoi conas measúnú a dhéanamh ar do chuid acmhainní ó airgead tirim

source: Savings, investments, cash on hand and any property you own (but not your own home) is assessed as capital
ga: Caipiteal agus maoin nach bhfuil úsáid phearsanta á baint as

source: The property and investments that may be assessed under this heading include savings in a bank account (or anywhere else), a house that you have let and stocks and shares
ga: Má tá maoin agat nach bhfuil úsáid phearsanta á baint aisti nó má tá infheistíochtaí nó aon chineál eile caipitil agat, measfar a luach bliantúil, de réir foirmle speisialta

source: You may or may not be getting an income from the property or investment
ga: Is cuma tú bheith ag fáil ioncaim ón maoin nó infheistíocht seo nó gan a bheith

source: If you or your spouse, civil partner or cohabitant saves a portion of your State Pension (Non-Contributory) each week, these savings as well as savings from most other sources will be taken into account as part of your means
ga: Má dhéanann do chéile nó do pháirtí cuid de do Phinsean Stáit (Neamhranníocach) a choigilt gach seachtain, cuirfear an coigilteas sin agus coigilteas ó bheagnach gach foinse eile san áireamh mar chuid de do mhaoin

source: More information is available in our document on how capital and property is assessed as means
ga: Tá tuilleadh faoi conas measúnú a dhéanamh ar do chuid acmhainní ó chaipiteal

source: Different rules for the assessment of capital are used in the means tests for Disability Allowance (DA) and State Pension (Non-Contributory), this means, people moving from DA to State Pension (Non-Contributory) at age 66 could find that their pension is lower than their DA
ga: Tá na rialacha a bhaineann le measúnú ar chaipiteal difriúil sna tástálacha acmhainne maidir le Liúntas Míchumais (LM) agus Pinsean Stáit (Neamh-Ranníocach). Ciallaíonn sé seo go bhféadfadh daoine atá ag aistriú ó LM go dtí Pinsean Stáit (Neamh-Ranníocach) ag 66 bliana d’aois a fháil amach go bhfuil a bpinsean níos lú ná an LM

source: The Social Welfare and Pension Act 2008 provides that, if you are moving from DA to State Pension (Non-Contributory) at age 66 you will not get a lower-rate pension because of a less favourable assessment of capital
ga: Déanann an tAcht um Leasa Shóisialaigh agus Pinsean 2008 foráil do dhuine atá ag aistriú ó Liúntas Míchumais (LM) chuig Pinsean Stáit (Neamh-Ranníocach) ag 66 bliana d’aois: ní bhfaighidh tú ráta pinsin níos ísle toisc measúnú ar chaipiteal nach bhfuil chomh fabhrach

source: Income from property personally used (your home)
ga: Maoin a mbaintear úsáid phearsanta as

source: The value of the house you live in is not taken into account in the means test
ga: Ní mheastar do theach cónaithe mura bhfuil ioncam á thuilleamh agat as

source: However, any income you are getting from it is taken into account
ga: Má tá seomra tí ligthe ar cíos agat, measfar an t-ioncam as sin

source: There is an exception to this, if not renting the room means that you would be living alone then your income from rent is not taken into account
ga: Ach, más i d'aonar a bheifeá ag cónaí murach an seomra sin a bheith ligthe, ní mheasfar an t-ioncam ar chor ar bith

source: If you sell your home, the proceeds of the sale would normally be taken into account as means
ga: Má dhíolann tú do bhaile, de ghnáth beidh fáltais an díolacháin curtha san áireamh mar acmhainní

source: If you are living in accommodation which no longer suits you or which you are no longer able to maintain, you may be able to sell your home and move to more suitable accommodation and have up to €190,500 of the proceeds of the sale excluded from the means test
ga: Má chónaíonn tú i lóistín nach n-oireann duit a thuilleadh nó ar ródheacair duit é a chothabháil, féadfaidh tú do bhaile a dhíol chun bogadh go cóiríocht níos oiriúnaí agus d’fhéadfadh suas go €190,500 d’fháltais an díolacháin bheith díolmhaithe ón tástáil acmhainne

source: This exemption of €190,500 applies if you sell your house in order to:
ga: Cuirtear an díolúine seo €190,500 i bhfeidhm má dhíolann tú do bhaile chun:

source: • Buy or rent more suitable alternative accommodation
ga: • Cóiríocht níos oiriúnaí a cheannach nó a fháil ar cíos

source: • Move into a private nursing home which is registered under the Health (Nursing Homes) Act 1990
ga: • Bogadh go teach altranais príobháideach atá cláraithe faoin Acht um Shláinte (Tithe Banaltrais) 1990

source: • Move in with a person who is getting a carer's payment to care for you
ga: • Bogadh isteach le duine a fhaigheann íocaíocht cúramóra thar do cheann

source: • Move to sheltered or special housing in the voluntary, co-operative, statutory or private sectors
ga: • Bogadh go tithíocht speisialta nó sciath-thithíocht sna hearnálacha deonacha, comhoibríocha, reachtúla nó príobháideacha

source: Usually the first €190,500 of the sale proceeds is not taken into account
ga: De ghnáth, ní chuirtear an chéad €190,500 d’fháltais an díolacháin san áireamh

source: However, if you use the proceeds of the sale to buy more suitable accommodation, the balance of the proceeds after buying the new accommodation is exempt up to a limit of €190,500
ga: Áfach, má bhaineann tú úsáid as fáltais an díolacháin chun cóiríocht níos oiriúnaí a cheannach, tabharfar díolúine ar iarmhéid na bhfáltas ó do sheanbhaile cónaithe a dhíol suas go teorainn €190,500

source: Investment income from the sale of your home
ga: Ioncam infheistíochta ó dhíolachán do bhaile

source: Any benefit you get from investing the sale proceeds is assessable as means
ga: Déantar aon sochar a fhaigheann tú ó infheistíocht fáltais an díolacháin do bhaile a mheasúnú

source: Interest which is kept as capital is assessable in the same way as capital is normally assessed
ga: Déantar ús atá coinnithe mar chaipiteal a mheasúnú sa chaoi chéanna mar déantar caipiteal a mheasúnú de ghnáth

source: However, the Department of Social Protection states in its Operational Guidelines on Means Assessment that an allowance should be made where a person has significant maintenance expenses, such as nursing home costs, which are met out of interest payments
ga: Áfach, leagann an Roinn Coimirce Sóisialaí sa Threoirlínte Oibriucháin maidir le Measúnú Acmhainne go dhéanfaí lámháil má tá costais shuntasacha cothabhála ag duine, mar shampla costais tithe altranais, agus caithfidh siad as íocaíochtaí úis bheith glanta

source: In such cases, only the interest on the exempted capital (up to a maximum of €190,500) may be disregarded as means
ga: Sna cásanna seo, ní dhéanfar neamhshuim ar thástáil mhaoine ach amháin an t-ús ar an chaipiteal díolmhaithe (suas go teorainn €190.500)

source: Leaving your home but not selling
ga: Ag fágáil do bhaile gan é a dhíol

source: If, due to old age or incapacity, you leave your home either on a temporary basis or indefinitely, the value of your home will not be assessed as means
ga: Má fhágann tú do bhaile, de dheasca seanaoise nó éiglíochta, ar feadh gearrthréimhse nó ar feadh tréimhse éiginnte, ní mheasúnófar luach do bhaile chónaithe mar acmhainn

source: However, if it is put to profitable use (for example, rented out), the capital value of the house will then be assessed as means
ga: Má bhaintear feidhm bhrabúsach as do bhaile cónaithe, áfach, mar shampla má ligtear ar cíos é, ansin measúnófar luach caipitil do thí mar acmhainn

source: If you are one half of a couple (married couple, civil partners or a cohabiting couple of the same or opposite sex) then your means are taken to be half of the total means of yourself and your spouse, civil partner or cohabitant
ga: Suimítear d'acmhainní faoi na cinnteidil éagsúla chun méid aon phinsin ar féidir leat a fháil a mheas

source: Note that you can have savings or assets of up to €20,000 and earnings of up to €200 per week from employment and still qualify for a full State Pension (Non-Contributory)
ga: Más cuid de lánúin tú (.i. lánúin phósta, páirtnéirí sibhialta nó lánúin comhchonaithe) glacfar leis gurb iad d'acmhainní leath acmhainní uilig na lánúine

source: The first €30 per week of means as assessed by the Department of Social Protection does not affect the rate of pension
ga: Ní bhíonn aon tionchar ar ráta an phinsin ag an gcéad €30 de mhaoin in aghaidh na seachtaine faoi mar a dhéanann an Roinn Coimirce Sóisialaí measúnú uirthi

source: After that, the pension is reduced by €2.50 each week for every €2.50 of means
ga: Ina dhiaidh sin déantar laghdú €2.50 in aghaidh na seachtaine ar an bpinsean in aghaidh gach €2.50 maoine

source: If you were getting Farm Assist and the different means test that applies to the State Pension (Non-Contributory) results in you getting a lower level of payment, you keep your entitlement to the higher amount
ga: Má tá tú ag fáil Cúnamh Feirme, agus laghdaítear d'íocaíocht mar thoradh ar thástáil acmhainne an Pinsean Stáit (Neamh-Ranníocach), beidh tú fós i dteideal na híocaíochta níos airde

source: Married, civil partners and cohabiting couples
ga: Lánúineacha pósta, páirtnéirí sibhialta agus lánúineacha comhchónaithe

source: When your spouse, civil partner or cohabitant reaches 66 you will no longer get an increase in your payment for them as a qualified adult
ga: Nuair a bhaineann do chéile/pháirtnéir sibhialta/chomhchónaitheoir aois 66 bliain amach, ní bhfaighidh tú an Méadú do Dhuine Fásta Cáilithe

source: However, he or she may apply for a State Pension (Non-Contributory) in his/her own right
ga: Is féidir leis/léi iarratas a dhéanamh ar Pinsean Stáit (Neamh-Ranníocach) dó/di féin

source: From 27 September 2007, if you are getting State Pension (Non-Contributory) the Increase for a Qualified Adult will be paid directly to your adult dependant
ga: Má tá Pinsean Stáit (Neamhranníocach) á fháil agat íocfar an méadú i leith Duine Fásta Incháilithe go díreach le do chleithiúnach fásta ó 27 Meán Fómhair 2007 ar aghaidh

source: This only applies to applications for state pensions received by the Department of Social Protection after 27 September 2007
ga: Ní bhaineann sé seo ach le hiarratais ar phinsin stáit a fhaigheann an Roinn i ndiaidh 27 Meán Fómhair 2007

source: State Pension (Non-Contributory) from 10 March 2017
ga: Is iad uasrátaí an Pinsean Stáit (Neamh-Ranníocach) ón 10 Márta 2017

source: │State Pension (Non-Contributory) │Rate per week │
ga: │Cáilíocht │Uasráta in aghaidh na seachtaine │

source: │Personal rate, aged 66 and under 80 │€227.00 │
ga: │Ráta Pearsanta, 66 bliain d'aois agus níos óige ná 80 │€227.00 │

source: │Personal rate, aged 80+ │€237.00 │
ga: │Ráta Pearsanta, 80 bliain d'aois agus níos sine │€237.00 │

source: │Increase for a qualified adult aged under│€150.00 │
ga: │Duine Fásta Cáilithe │€150.00 │

source: │Increase for a qualified child │€29.80 │
ga: │Páiste Cáilithe │€29.80 │

source: You can get an application form from your Intreo Centre, Social Welfare Branch Office, post office or Citizens Information Centre
ga: Íoslódáil agus comhlánaigh an fhoirm iarratais anseo (pdf) nó faigh ceann ó d'Ionad Intreo nó d'Oifig Bhrainse Leasa Shóisialaigh

source: You should send your completed application form to the address below. You should apply three months before you reach 66
ga: Ba chóir an fhoirm iarratais comhlánaithe a sheoladh ar ais chuig an seoladh thíos

source: If you need help filling out the form you can visit your nearest Citizens Information Centre
ga: Tá foirmeacha iarratais ar fáil sna oifigí poist

source: You also need to provide recent payslips if you are working and information about any other pensions you have
ga: Ba chóir iarratas a dhéanamh trí mhí roimh duit aois 66 bliain a bhaint amach

source: You may be visited by a social welfare officer who will assess your means
ga: Tabharfaidh oifigeach leasa sóisialaigh cuairt ort d'fhonn tástáil acmhainne a chur ort

source: You will be told how exactly your means were assessed
ga: Inseofar duit cén chaoi ar measadh d'acmhainní

source: If you are not satisfied, you may appeal to the Social Welfare Appeals Office
ga: Mura mbíonn tú sásta, is féidir achomharc a dhéanamh don Oifig Achomhairc Leasa Shóisialaigh

source: This could mean that you have to repay an overpayment
ga: Cá háit a ndéanfaidh mé iarratas

source: Opening Hours:This office does not offer a service to personal callers
ga: Uaireanta Oscailte:Ní thairgeann an oifig seo seirbhís do chuairteoirí pearsanta

source: All queries must be made using the online enquiry form, by telephone or in writing
ga: Caithfidh gach ceist a bheith cur isteach tríd an fhoirm fiosraithe ar líne a úsáid, tríd an teileafón nó i scríbhinn

source: You can email the State Pension (Non-Contributory) section using the secure enquiry form
ga: Is féidir leat ríomhphost don Rannóg Pinsean Stáit (Neamh-Ranníocach) a sheoladh tríd an fhoirm fhiosraithe daingnithe a úsáid

source: If you wish to talk to someone face-to-face about your pension entitlements, you can visit your local Citizens Information Centre, Intreo Centre or Social Welfare Branch Office
ga: Más mian leat labhairt duine-le-duine faoi do theidlíochtaí, is féidir leat cuairt a thabhairt ar d'Ionad Faisnéise do Shaoránaigh áitiúil, Ionad Intreo nó d'Oifig Bhrainse Leasa Shóisialaigh

source: Extra benefits with a State Pension (Non-Contributory)
ga: Sochair bhreise le Pinsean Stáit (Neamh-Ranníocach)

source: If you are getting State Pension (Non-Contributory), you may be entitled to:
ga: Má tá tú ag fáil Phinsean Stáit (Neamh-Ranníocach), d'fhéadfá a bheith i dteideal:

source: Supplementary Welfare Allowance Scheme There are a number of supplementary payments under this scheme, for example, Rent Supplement and Back to School Clothing and Footwear Allowance
ga: Scéim Liúntas Leasa Forlíontach Tá líon íocaíochtaí breise faoin scéim seo, mar shampla, Forlíonadh Cíosa agus Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua

source: Rent Supplement is a payment that helps with the cost of your rent
ga: Is íocaíocht ón Oifigeach Leasa Pobail ag d'ionad sláinte áitiúil a chuidíonn le costas do chíosa í Forlíonadh Cíosa

source: Living Alone Increase is a supplementary payment for people getting certain social welfare payments who are living alone
ga: Is íocaíocht fhorlíontach do dhaoine atá ag fáil íocaíochtaí leasa shóisialaigh áirithe atá ina gcónaí leo féin í Méadú um Chónaí Aonair

source: Household Benefits Package is a package of benefits that provides financial assistance with the cost of some household utilities
ga: Is pacáiste sochar é Pacáiste Sochar Teaghlaigh a sholáthraíonn cúnamh airgeadais le costas roinnt fóntais tí

source: It includes an Electricity or Gas Allowance and a Free Television Licence
ga: Cuimsíonn sé Liúntas Leictreachais nó Gáis, Liúntas Teileafóin agus Saorcheadúnas Teilifíse

source: Free Travel Pass allows people on certain social welfare payments to access public transport services for free
ga: Ligeann Pas Saorthaistil do dhaoine ar íocaíochtaí leasa shóisialaigh áirithe úsáid a bhaint as seirbhísí iompair phoiblí saor in aisce

source: If you live on a specified island off the Irish coast you can access certain private transport services
ga: Má tá tú i do chónaí ar oileán sainithe amuigh ó chósta na hÉireann is féidir leat seirbhísí iompair phríobháideacha áirithe a rochtain

source: Fuel Allowance is an allowance that provides help with the cost of fuel to people who are dependant on long-term social welfare payments
ga: Is liúntas é Liúntas Breosla a sholáthraíonn cabhair le costas breosla do dhaoine atá ag brath ar íocaíochtaí leasa shóisialaigh fhadtéarmacha

source: Island Increase is a supplementary payment for people getting certain social welfare payments and living on specified islands off the coast of Ireland
ga: Is íocaíocht í Forlíontach Oileán do dhaoine atá ag fáil íocaíochtaí leasa shóisialaigh áirithe agus atá ina gcónaí ar na hoileáin sainithe amuigh ó chósta na hÉireann

source: Centenarian's Payment is a payment made to all Irish citizens and people normally considered to be living in the State on reaching 100 years of age
ga: Is íocaíocht a thugtar do shaoránaigh uile na hÉireann agus do dhaoine a mheastar mar dhaoine atá ina gcónaí, de ghnáth, sa Stát ar 100 bliain d'aois a bhaint amach í Íocaíocht do Dhaoine in Aois a gCéid

source: This payment is issued automatically to those who are getting a State Pension (Non-Contributory)
ga: Eisítear an íocaíocht seo go huathoibríoch dóibh siúd atá ag fáil Phinsean Stáit (Neamh-Ranníocach)

source: Carer's Support Grant (formerly called the Respite Care Grant) is an annual payment made to carers, aged 16 or over, providing full-time care for at least six months a year
ga: Is íocaíocht bhliantúil í Deontas Chúram Faoisimh a thugtar do chúramóirí, 16 bliana d'aois nó níos sine, a sholáthraíonn cúram lánaimseartha ar feadh sé mhí ar a laghad in aghaidh na bliana

source: If a person getting a State Pension (Non- Contributory) from the Department of Social Protection dies, you should: • Tell the Department of the death as soon as possible
ga: Má fhaigheann duine ag fáil Phinsean Stáit (Neamh-Ranníocach) bás, ba chóir duit leabhar pinsin an duine a sheoladh ar ais

source: • Return their Free Travel Pass
ga: Coinnigh nóta den Uimhir Pinsean

source: In many cases, the spouse, civil partner, cohabitant or carer will receive a payment for six weeks following the death
ga: I mórán cásanna, gheobhaidh an chéile/páirtnéir sibhialta/comhchónaitheoir nó cúramóir íocaíocht ar feadh sé seachtaine tar éis an bháis
